{
    "Generate Support": "Genereer ondersteuning",
    "Generate structures to support parts of the model which have overhangs. Without these structures, such parts would collapse during printing.": "Genereer structuren om overhangende delen van het model te ondersteunen. Zonder deze structuren zouden deze delen instorten tijdens het printen.",
    "Build Plate Adhesion Type": "Type aanhechting printbed",
    "Different options that help to improve both priming your extrusion and adhesion to the build plate. Brim adds a single layer flat area around the base of your model to prevent warping. Raft adds a thick grid with a roof below the model. Skirt is a line printed around the model, but not connected to the model.": "Verschillende opties die helpen bij het verbeteren van zowel het primen van jouw extrusie als het hechten aan het printbed. Rand voeg een enkele vlakke laag toe rondom de basis van jouw model om kromtrekken te voorkomen. Vlot voegt een dik grid met een dak onder het model toe. Een rok is een geprinte line rond het model die er niet aan vast zit.",
    "Initial Layer Line Width": "Lijn breedte initiële laag",
    "Multiplier of the line width on the first layer. Increasing this could improve bed adhesion.": "Vermenigvuldiger van de lijnbreedte op de eerste laag. Het verhogen hiervan kan de hechting aan het printbed verbeteren.",
    "Spiralize Outer Contour": "Spiraalvormige buitencontour",
    "Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid model into a single walled print with a solid bottom. This feature should only be enabled when each layer only contains a single part.": "Spiraalvorming maakt de Z-beweging van de buitenste rand meer effen. DDit zorgt voor een gestage Z-verhoging over de hele print. Deze functie maakt van een solide model een enkelwandige print met een stevige onderkant. Deze functie mag alleen worden ingeschakeld als elke laag slechts één onderdeel bevat.",
    "Surface Mode": "Oppervlakte modus",
    "Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. \"Surface\" prints a single wall tracing the mesh surface with no infill and no top/bottom skin. \"Both\" prints enclosed volumes like normal and any remaining polygons as surfaces.": "Treat the model as a surface only, a volume, or volumes with loose surfaces. The normal print mode only prints enclosed volumes. \"Surface\" prints a single wall tracing the mesh surface with no infill and no top/bottom skin. \"Both\" prints enclosed volumes like normal and any remaining polygons as surfaces.",
    "Travel Speed": "Verplaats snelheid",
    "The speed at which travel moves are made.": "De snelheid waarmee verplaatsingen worden gemaakt.The speed at which travel moves are made.",
    "Top/Bottom Speed": "Boven/onderkant Snelheid",
    "The speed at which top/bottom layers are printed.": "De snelheid waarmee de bovenste/onderste lagen worden geprint.",
    "Inner Wall Speed": "Snelheid binnenwanden",
    "The speed at which all inner walls are printed. Printing the inner wall faster than the outer wall will reduce printing time. It works well to set this in between the outer wall speed and the infill speed.": "De snelheid waarmee alle binnenwanden worden geprint. Wanneer de binnenwanden sneller worden geprint dan de buitenwanden zal dat de printtijd verminderen. Het werkt het best om deze tijd in te stellen tussen de printtijd van de buitenwanden en de invulsnelheid.",
    "Outer Wall Speed": "Snelheid buitenwanden",
    "The speed at which the outermost walls are printed. Printing the outer wall at a lower speed improves the final skin quality. However, having a large difference between the inner wall speed and the outer wall speed will affect quality in a negative way.": "De snelheid waarmee de buitenste wanden worden geprint. Wanneer de buitenwanden op een lagere snelheid worden geprint verbetert dit het uiteindelijke uiterlijk van de print. Een groot verschil tussen de snelheid van de binnenwand en de snelheid van de buitenwand zal echter de kwaliteit negatief beïnvloeden.",
    "Infill Speed": "Invulsnelheid",
    "The speed at which infill is printed.": "De snelheid waarmee de invulling wordt geprint.",
    "Print Speed": "Printsnelheid",
    "The speed at which printing happens.": "De snelheid waarmee wordt geprint.",
    "Retraction Speed": "Intreksnelheid",
    "The speed at which the filament is retracted and primed during a retraction move.": "De snelheid waarmee het filament wordt ingetrokken en gevuld tijdens een intrekbeweging.",
    "Retraction Distance": "Intrek afstand",
    "The length of material retracted during a retraction move.": "De lengte van het materiaal die ingetrokken wordt tijdens de intrekbeweging.",
    "Retract at Layer Change": "Intrekken bij laag wisseling",
    "Retract the filament when the nozzle is moving to the next layer.": "Trek het filament in wanneer het mondstuk beweegt naar de volgende laag.",
    "Enable Retraction": "Intrekken inschakelen",
    "Retract the filament when the nozzle is moving over a non-printed area. ": "Trek het filament in wanneer het mondstuk beweegt over een niet te printen gebied.",
    "Infill Density": "Invuldichtheid",
    "Adjusts the density of infill of the print.": "Wijzig de dichtheid van de invulling van de print.",
    "Bottom Thickness": "Bodemdikte",
    "The thickness of the bottom layers in the print. This value divided by the layer height defines the number of bottom layers.": "De dikte van de bodemlagen van de print. Deze waarde gedeeld door de laaghoogte bepaalt het aantal bodemlagen.",
    "Top Thickness": "Dikte bovenkant",
    "The thickness of the top layers in the print. This value divided by the layer height defines the number of top layers.": "De dikte van de bovenste lagen in de print. Deze waarde gedeeld door de laaghoogte bepaalt het aantal bovenste lagen.",
    "Wall Thickness": "Wanddikte",
    "The thickness of the walls in the horizontal direction. This value divided by the wall line width defines the number of walls.": "De dikte van de wanden in horizontale richting. Deze waarde gedeeld door de breedte van de wandlijn bepaalt het aantal wanden.",
    "Initial Layer Height": "Initiële laaghoogte",
    "The height of the initial layer in mm. A thicker initial layer makes adhesion to the build plate easier.": "De hoogte van de beginlaag in mm. Een dikkere beginlaag zorgt voor een betere hechting op het printbed.",
    "Layer Height": "Laaghoogte",
    "The height of each layer in mm. Higher values produce faster prints in lower resolution, lower values produce slower prints in higher resolution.": "De hoogte van elke laag in mm. Hogere waarden zorgen voor snellere afdrukken in een lagere resolutie, lagere waarden voor langzamere afdrukken in een hogere resolutie.",
    "Z Hop Height": "Z stap hoogte",
    "The height difference when performing a Z Hop.": "Het hoogteverschil bij het uitvoeren van een Z stap.",
    "Z Hop When Retracted": "Z stap wanneer ingetrokken",
    "Whenever a retraction is done, the build plate is lowered to create clearance between the nozzle and the print. It prevents the nozzle from hitting the print during travel moves, reducing the chance to knock the print from the build plate.": "Telkens wanneer een intrekking wordt gedaan, wordt het printbed verlaagd om ruimte te creëren tussen de spuitmond en de print. Het voorkomt dat de spuitmond de print raakt tijdens verplaatsingen, waardoor de kans op het omstoten van de print van het printbed wordt verkleind.",
    "Initial Layer Travel Speed": "Beweegsnelheid eerste laag",
    "The speed of travel moves in the initial layer. A lower value is advised to prevent pulling previously printed parts away from the build plate. The value of this setting can automatically be calculated from the ratio between the Travel Speed and the Print Speed.": "De beweegsnelheid tijdens de beginlaag. Een lagere waarde wordt aangeraden om te voorkomen dat eerder afgedrukte onderdelen van de bouwplaat worden getrokken. De waarde van deze instelling kan automatisch worden berekend uit de verhouding tussen de beweegsnelheid en de afdruksnelheid.",
    "Initial Layer Print Speed": "Printsnelheid eerste laag",
    "The speed of printing for the initial layer. A lower value is advised to improve adhesion to the build plate.": "De afdruksnelheid voor de eerste laag. Een lagere waarde wordt geadviseerd om de hechting op het printbed te verbeteren.",
    "Has Heated Build Plate": "Heeft een verwarmd printbed",
    "Whether the machine has a heated build plate present.": "Of de machine een verwarmd printbed heeft.",
    "Printing Temperature": "Printtemperatuur",
    "The temperature used for printing.": "De temperatuur waarmee wordt geprint.",
    "Printing Temperature Initial Layer": "Printemperatuur eerste laag",
    "The temperature used for printing the first layer. Set at 0 to disable special handling of the initial layer.": "De temperatuur die wordt gebruikt voor het afdrukken van de eerste laag. Stel in op 0 om speciale behandeling van de eerste laag uit te schakelen.",
    "Final Printing Temperature": "Uiteindelijke printtemperatuur",
    "The temperature to which to already start cooling down just before the end of printing.": "De uiteindelijke temperatuur die wordt gehanteerd net voor het einde van het printen.",
    "Build Plate Temperature": "Printbed temperatuur",
    "Build Plate Temperature Initial Layer": "Printbed temperatuur eerste laag",
    "The temperature used for the heated build plate at the first layer.": "The temperature used for the heated build plate at the first layer.",
    "Diameter": "Diameter",
    "Adjusts the diameter of the filament used. Match this value with the diameter of the used filament.": "Past de diameter van het gebruikte filament aan. Pas deze waarde aan op de diameter van het gebruikte filament.",
    "Flow": "Doorstroming",
    "Flow compensation: the amount of material extruded is multiplied by this value.": "Stroomcompensatie: de hoeveelheid geëxtrudeerd materiaal wordt vermenigvuldigd met deze waarde.",
    "Records: {{from}} - {{to}} / {{total}}": "Regels: {{from}} - {{to}} / {{total}}",
    "Records: {{total}}": "Regels: {{total}}",
    "{{pageLength}} per page": "{{pageLength}} per pagina",
    "This is an alpha feature that helps you get started with CNC Carving. Make sure you": "Dit is een alfafunctie die u helpt aan de slag te gaan met CNC-snijwerk. Zorg ervoor dat je",
    "Read This First - Safety Information": "Lees dit eerst - Veiligheidsinformatie",
    "before any further instructions.": "voor verdere instructies.",
    "Don't show again in current session": "Niet meer weergeven in huidige sessie",
    "Size": "Grootte",
    "Work Speed": "Werksnelheid",
    "Plunge Speed": "Duiksnelheid",
    "Jog Speed": "Beweegsnelheid",
    "Grey Level": "Grijswaarden",
    "Target Depth": "Doeldiepte",
    "Cutting Diameter": "Snijdiameter",
    "Stop Height": "Stophoogte",
    "Command succeeded": "Commando succesvol",
    "Command failed ({{err}})": "Commando mislukt ({{err}})",
    "Options": "Opties",
    "Command": "Commando",
    "Show notifications": "Toon notificaties",
    "Store": "Winkel",
    "Server has halted intentionally by you": "Server is opzettelijk door u gestopt",
    "Emergency stop triggered, Please restart the Snapmaker then reconnect.": "Noodstop geactiveerd, start de Snapmaker opnieuw en maak opnieuw verbinding.",
    "Reload": "Herladen",
    "Reset": "Reset",
    "STOP": "STOP",
    "User Manual & FAQ": "Gebruikershandleiding & FAQ",
    "Forum": "Forum",
    "Learn more": "Lees meer",
    "Downloads": "Downloads",
    "Cancel": "Annuleren",
    "OK": "OK",
    "Loading...": "Laden...",
    "Enabled": "Ingeschakeld",
    "Disabled": "Uitgeschakeld",
    "Action": "Actie",
    "Settings": "Instellingen",
    "G-code": "G-code",
    "Language": "Taal",
    "Save Changes": "Wijzigingen opslaan",
    "General": "Algemeen",
    "Workspace": "Werkruimte",
    "Restore Defaults": "Standaardwaarden herstellen",
    "Are you sure you want to restore the default settings?": "Weet je zeker dat je de standaardinstellingen wilt herstellen?",
    "3D Printing G-code Generator": "3D-printen G-code generator",
    "Laser G-code Generator": "Laser G-code generator",
    "CNC G-code Generator": "CNC G-code generator",
    "Remove Widget": "Widget verwijderen",
    "Are you sure you want to remove this widget?": "Weet je zeker dat je deze widget wilt verwijderen?",
    "On": "Aan",
    "Off": "Uit",
    "Visualizer Widget": "Visualizeer widget",
    "This widget visualizes a G-code file and simulates the tool path.": "Deze widget visualiseert een G-codebestand en simuleert het gereedschapspad.",
    "Connection Widget": "Verbinding widget",
    "This widget lets you establish a connection to a serial port.": "Met deze widget kun je verbinding maken met een seriële poort.",
    "Console Widget": "Console widget",
    "This widget lets you read and write data to the CNC controller connected to a serial port.": "Met deze widget kunt u gegevens lezen en schrijven naar de CNC-controller die is aangesloten op een seriële poort.",
    "Grbl Widget": "Grbl widget",
    "This widget can view Grbl state and settings.": "Deze widget kan de status en instellingen van Grbl bekijken.",
    "Marlin Widget": "Marlin widget",
    "This widget can view Marlin state and settings.": "Deze widget kan de status en instellingen van Marlin bekijken.",
    "Smoothie Widget": "Smoothie widget",
    "This widget can view Smoothie state and settings.": "Deze widget kan de status en instellingen van Smoothie bekijken.",
    "TinyG Widget": "TinyG widget",
    "This widget can view TinyG state and settings.": "Deze widget kan de status en instellingen van TinyG bekijken.",
    "This widget shows the XYZ position. It includes jog controls, homing, and axis zeroing.": "Deze widget toont de XYZ-positie. Het omvat jog-bedieningselementen, homing en nulstelling van de assen.",
    "G-code Widget": "G-code widget",
    "This widget shows the current status of G-code commands.": "Deze widget toont de huidige status van G-code opdrachten.",
    "Laser Widget": "Laser widget",
    "This widget allows you control laser intensity and turn the laser on/off.": "Met deze widget kunt u de laserintensiteit regelen en de laser in- / uitschakelen.",
    "Webcam Widget": "Webcam widget",
    "This widget lets you monitor a webcam.": "Met deze widget kun je een webcam volgen.",
    "Widgets": "Widgets",
    "Server has stopped working": "Server werkt niet meer",
    "A problem caused the server to stop working correctly. Check out the server status and try again.": "Een probleem zorgde ervoor dat de server niet meer correct werkte. Bekijk de serverstatus en probeer het opnieuw.",
    "Close": "Sluiten",
    "This field is required.": "Dit veld is verplicht.",
    "Passwords should be equal.": "Wachtwoorden moeten gelijk zijn.",
    "mm": "mm",
    "in": "in",
    "Axis": "Assen",
    "Work Position": "Werkpositie",
    "Go To Work Zero On X Axis (G0 X0)": "Ga naar werk nulpunt op X-as (G0 X0)",
    "Zero Out Temporary X Axis (G92 X0)": "Stel de X-as op nul (G92 X0)",
    "Go To Work Zero On Y Axis (G0 Y0)": "Ga naar werk nulpunt op de Y-as (G0 Y0)",
    "Zero Out Temporary Y Axis (G92 Y0)": "Stel de Y-as op nul (G92 Y0)",
    "Go To Work Zero On Z Axis (G0 Z0)": "Ga naar het werk nulpunt op de Z-as (G0 Z0)",
    "Zero Out Temporary Z Axis (G92 Z0)": "Stel de Z-as op nul (G92 Z0)",
    "Expand": "Uitvouwen",
    "Collapse": "Samenvouwen",
    "More": "Meer",
    "Enter Full Screen": "Ga naar volledig scherm",
    "Exit Full Screen": "Verlaat volledig scherm",
    "User Defined": "Gebruiker gedefinieerd",
    "Custom distance for every move operation": "Aangepaste afstand voor elke verplaatsing",
    "Increase custom distance by one unit": "Verhoog de aangepaste afstand met één eenheid",
    "Decrease custom distance by one unit": "Verlaag de aangepaste afstand met één eenheid",
    "Move X- Y+": "Verplaats X- Y+",
    "Move Y+": "Verplaats Y+",
    "Move X+ Y+": "Verplaats X+ Y+",
    "Move Z+": "Verplaats Z+",
    "Move X-": "Verplaats X-",
    "Move To XY Zero (G0 X0 Y0)": "Verplaats naar XY nulpunt (G0 X0 Y0)",
    "Move X+": "Verplaats X+",
    "Move To Z Zero (G0 Z0)": "Verplaats naar Z nulpunt (G0 Z0)",
    "Move X- Y-": "Verplaats X- Y-",
    "Move Y-": "Verplaats Y-",
    "Move X+ Y-": "Verplaats X+ Y-",
    "Move Z-": "Verplaats Z-",
    "Right": "Rechts",
    "Left": "Links",
    "Up": "Boven",
    "Down": "Beneden",
    "Page Up": "Pagina omhoog",
    "Page Down": "Pagina naar beneden",
    "0.1x Move": "0.1x verplaatsing",
    "Alt": "Alt",
    "10x Move": "10x verplaatsing",
    "⇧ Shift": "⇧ Shift",
    "Run Boundary": "Grensbeweging uitvoeren",
    "Click to check the boundary of the image to be engraved.": "Klik om de grens van de te graveren afbeelding te controleren.",
    "Go To Work Origin": "Ga naar werk uitgangspunt",
    "Move the head to the last saved work origin.": "Verplaats het gereedschap naar de laatst opgeslagen werk uitgangspunt.",
    "Set Work Origin": "Stel werk uitgangspunt in",
    "Set the current position of the head as the work origin.": "Stel de huidige positie van het gereedschap in als werk uitgangspunt.",
    "Shuttle Settings": "Shuttle instellingen",
    "Feed Rate Range: {{min}} - {{max}} mm/min": "Invoer snelheid bereik: {{min}} - {{max}} mm/min",
    "Repeat Rate: {{hertz}}Hz": "Herhalingsnelheid: {{hertz}}Hz",
    "60 Times per Second": "60 keer per seconde",
    "45 Times per Second": "45 keer per seconde",
    "30 Times per Second": "30 keer per seconde",
    "15 Times per Second": "15 keer per seconde",
    "10 Times per Second": "10 keer per seconde",
    "5 Times per Second": "5 keer per seconde",
    "2 Times per Second": "2 keer per seconde",
    "Once Every Second": "Eén keer per seconde",
    "Distance Overshoot: {{overshoot}}x": "Afstandsoverschrijding: {{overshoot}}x",
    "Determines how fast the tool moves when it’s not carving.": "Bepaalt hoe snel het gereedschap beweegt wanneer het niet snijdt.",
    "Determines how fast the tool feeds into the material.": "Bepaalt hoe snel het gereedschap in het materiaal wordt ingevoerd.",
    "Generate G-code": "Genereer G-code",
    "Output": "Uitvoer",
    "Load G-code to Workspace": "Laad G-code in de werkruimte",
    "Export G-code to file": "Exporteer G-code naar bestand",
    "Carve Path": "Snijpad",
    "Select a carve path:": "Selecteer een snijpad:",
    "Carve along the contour of the image.": "Snijd langs de contouren van de afbeelding.",
    "Carve along the shape of the image.": "Snijd langs de vorm van de afbeelding.",
    "Outline": "Omlijning",
    "On the Path": "Op het pad",
    "Choose carve path": "Kies snijpad",
    "Size (mm)": "Grootte (mm)",
    "Enter the size of the engraved picture. The size cannot be larger than 125 x 125 mm or the size of your material.": "Voer het formaat van de gegraveerde afbeelding in. De afmeting mag niet groter zijn dan 125 x 125 mm of de afmeting van uw materiaal.",
    "Enter the depth of the carved image. The depth cannot be deeper than the flute length.": "Voer de diepte van de gesneden afbeelding in. De diepte kan niet dieper zijn dan de freeslengte.",
    "Step Down": "Stapdiepte",
    "Enter the depth of each carving step.": "Voer de diepte van elke snijstap in.",
    "Jog Height": "Jog hoogte",
    "The distance between the tool and the material when it’s not carving.": "De afstand tussen het gereedschap en het materiaal wanneer het niet snijdt.",
    "The distance between the tool and the material when the machine stops.": "De afstand tussen het gereedschap en het materiaal wanneer de machine stopt.",
    "Alignment": "Uitlijning",
    "None": "Geen",
    "Tab Height": "Tab hoogte",
    "Enter the height of the tabs.": "Voer de hoogte van de tabs in.",
    "Tab Space": "Tab tussenruimte",
    "Enter the space between any two tabs.": "Voer de ruimte in tussen twee tabs.",
    "Tab Width": "Tab breedte",
    "Enter the width of the tabs.": "Voer de breedte van de tabs in.",
    "Preview": "Voorbeeld",
    "Carving Tool": "Snijgereedschap",
    "Carving V-Bit": "Frees met v-vorm",
    "Flat End Mill": "Frees met vlak uiteinde",
    "Ball End Mill": "Frees met rond uiteinde",
    "Use Other Bit": "Gebruik een andere frees",
    "Enter the diameter of the widest part of the blade. Please note that it is not the shank diameter.": "Voer de diameter van het breedste deel van de frees in. Houd er rekening mee dat dit niet de schachtdiameter is.",
    "For the carving bits that we provide, please enter the following value:": "Voer de volgende waarde in voor de snijbits die we leveren:",
    "Point Angle": "Hoek freespunt",
    "Enter the angle of the blade.": "Voer de hoek van de freespunt in.",
    "fullscreen": "volledig scherm",
    "Manufacturer: {{manufacturer}}": "Fabrikant: {{manufacturer}}",
    "No ports available": "Geen poorten beschikbaar",
    "Choose a port": "Kies een poort",
    "Refresh": "Verversen",
    "Open": "Open",
    "Connected to {{-port}}": "Verbonden met {{-port}}",
    "Console": "Console",
    "Min": "Min",
    "Max": "Max",
    "Dimension": "Afmetingen",
    "Sent": "Verzonden",
    "Received": "Ontvangen",
    "Start Time": "Start tijd",
    "Elapsed Time": "Verstreken tijd",
    "Finish Time": "Eindtijd",
    "Remaining Time": "Tijd resterend",
    "Laser": "Laser",
    "Power (%)": "Vermogen (%)",
    "Determines how fast the machine moves when it’s not engraving.": "Bepaalt hoe snel de machine beweegt wanneer deze niet aan het graveren is.",
    "Determines how fast the machine moves when it’s engraving.": "Bepaalt hoe snel de machine beweegt tijdens het graveren.",
    "Dwell Time": "Wachttijd",
    "Determines how long the laser keeps on when it’s engraving a dot.": "Bepaalt hoelang de laser blijft branden wanneer hij een stip graveert.",
    "B&W": "B&W",
    "Set the proportion of the black color based on the original color of the image.": "Stel de verhouding van de zwarte kleur in op basis van de originele kleur van de afbeelding.",
    "Line Direction": "Lijn richting",
    "Select the direction of the engraving path.": "Selecteer de richting van het graveerpad.",
    "Horizontal": "Horizontaal",
    "Vertical": "Verticaal",
    "Diagonal": "Diagonaal",
    "Diagonal2": "Diagonaal2",
    "Choose an algorithm": "Kies een algoritme",
    "Density": "Dichtheid",
    "Contrast": "Contrast",
    "The difference between the lightest color and the darkest color.": "Het verschil tussen de lichtste kleur en de donkerste kleur.",
    "Brightness": "Helderheid",
    "The engraved picture is brighter when this value is bigger.": "De gegraveerde afbeelding is helderder als deze waarde groter is.",
    "White Clip": "Wit drempel",
    "Set the threshold to turn the color that is not pure white into pure white.": "Stel de drempel in om de kleur die niet zuiver wit is, om te zetten in puur wit.",
    "Algorithm": "Algoritme",
    "Choose an algorithm for image processing.": "Kies een algoritme voor beeldverwerking.",
    "Preview Settings": "Voorbeeld instellingen",
    "Parse Image Error": "Fout tijdens afbeelding verwerken",
    "Failed to parse image file {{}}": "Kan afbeelding niet verwerken {{}}",
    "GREYSCALE": "GRIJSWAARDEN",
    "VECTOR": "VECTOREN",
    "TEXT": "TEKST",
    "Middle": "Midden",
    "Center": "Center",
    "Bottom Left": "Onder links",
    "Bottom Middle": "Onder midden",
    "Bottom Right": "Onder rechts",
    "Top Left": "Boven links",
    "Top Middle": "Boven midden",
    "Top Right": "Boven rechts",
    "Text": "Tekst",
    "Font": "Lettertype",
    "Choose font": "Kies lettertype",
    "Enter the font size in pt (points).": "Voer de lettergrootte in pt (punten) in.",
    "Line Height": "Lijnhoogte",
    "Set the distance between each line in the text. The value you enter is the multiple of the font size.": "Stel de afstand in tussen elke regel in de tekst. De waarde die u invoert, is het veelvoud van de lettergrootte.",
    "Align the text in different lines to either the left or right or in the center horizontally.": "Lijn de tekst in verschillende lijnen uit naar links of rechts of in het midden horizontaal.",
    "Impurity Size": "Onzuiverheidsgrootte",
    "Determines the minimum size of impurity which allows to be showed.": "Bepaalt de minimale grootte van onzuiverheid die kan worden getoond.",
    "Invert": "Omkeren",
    "Inverts black to white and vise versa.": "Keer zwart om in wit en omgekeerd.",
    "Optimize Path": "Pad optimaliseren",
    "Optimizes the path based on the proximity of the lines in the image.": "Optimaliseert het pad op basis van de nabijheid van de lijnen in de afbeelding.",
    "Fine Tune Work Origin": "Verfijn werk uitgangspunt",
    "How Fine Tune Work Origin Works": "Hoe het verfijnen van de werk uitgangspunt werkt",
    "Click": "Klik",
    "Focus": "Focus",
    "and use": "en gebruik",
    "Jog Pad": "Verplaatsing keypad",
    "Generate and Load G-code": "Genereer en laad G-code",
    "and the G-code is automatically generated and loaded.": "en de G-code wordt automatisch gegenereerd en geladen.",
    "to start laser cutting.": "om lasersnijden te starten.",
    "Determines how fast the machine moves when it’s working.": "Bepaalt hoe snel de machine beweegt wanneer deze werkt.",
    "Power": "Vermogen",
    "Power to use when laser is working.": "Het gebruikte vermogen wanneer de laser werkt.",
    "Enable 3D View": "3D-weergave inschakelen",
    "Disable 3D View": "3D-weergave uitschakelen",
    "Hide Coordinate System": "Coördinatensysteem verbergen",
    "Show Coordinate System": "Coördinatensysteem tonen",
    "Reset Position": "Reset positie",
    "Zoom In": "Zoom in",
    "Zoom Out": "Zoom uit",
    "CNC": "CNC",
    "Save": "Opslaan",
    "Quality": "Kwaliteit",
    "Shell": "Buitenkant",
    "Infill": "Invulling",
    "Speed": "Snelheid",
    "Retract & Z Hop": "Intrekken en Z-hop",
    "Surface": "Oppervlakte",
    "Recommended": "Aanbevolen",
    "Customize": "Aanpassen",
    "Fast Print": "Snelle print",
    "Normal Quality": "Normale kwaliteit",
    "High Quality": "Hoge kwaliteit",
    "Show Details": "Details tonen",
    "Profile": "Profiel",
    "Printing Settings": "Print instellingen",
    "Adhesion": "Aanhechting",
    "Support": "Ondersteuning",
    "Loading model...": "Model laden...",
    "Preparing for slicing...": "Voorbereiden voor het slicen...",
    "Upload File": "Bestand uploaden",
    "Scene Objects": "Scene objecten",
    "Display G-code Filename": "Toon G-code bestandsnaam",
    "Hide Toolhead": "Verberg gereedschap",
    "Show Toolhead": "Show gereedschap",
    "3D rendering...": "3D weergave renderen...",
    "Upload G-code": "Upload G-code",
    "Run": "Start",
    "Pause": "Pause",
    "Stop": "Stop",
    "Webcam": "Webcam",
    "Edit": "Wijzig",
    "Enable": "Inschakelen",
    "Disable": "Uitschakelen",
    "Webcam Settings": "Webcam instellingen",
    "Media Source": "Media bron",
    "Use a built-in camera or a connected webcam": "Gebruik een ingebouwde camera of een aangesloten webcam",
    "Use a M-JPEG stream over HTTP": "Gebruik een M-JPEG stream via HTTP",
    "Note: If you are using the CNC Carving Module, make sure the carving bit will not run into the fixtures before you use this feature.": "Opmerking: als u de CNC-carvingmodule gebruikt, moet u ervoor zorgen dat de snijdbit niet tegen de armaturen van de machine loopt voordat u deze functie gebruikt.",
    "Enter the text you want to engrave. The maximum length of the text is 125 mm. When the text is too long, it will be shrunk automatically. Start a new line manually according to your needs.": "Voer de tekst in die u wilt graveren. De maximale lengte van de tekst is 125 mm. Als de tekst te lang is, wordt deze automatisch verkleind. Start handmatig een nieuwe regel op basis van uw behoeften.",
    "Setting work origin is essentially finding the best place for the engraved image in the X and Y directions and determining the distance (Z Offset) between the Engraving & Carving Platform and the Laser Module to acquire the smallest laser dot on the material for the most efficient use of the laser power and the best result. For the 200mW Laser Engraving Module, the Z Offset can be set by judging the size of the laser dot by eyes with low power. However, for the 1600mW Laser Cutting Module, this method is less accurate as the laser dot is too strong and less interpretable. To set the Z Offset more accurately, we can move the module to the position that is close to the optimal Z Offset (Offset A). The software will test the results from a few positions next to Offset A on the same material. The best result determines the best Z Offset.": "Het instellen van de werkoorsprong is in wezen het vinden van de beste plaats voor het gegraveerde beeld in de X- en Y-richting en het bepalen van de afstand (Z-offset) tussen het graveer- en snijplatform en de lasermodule om de kleinste laserpunt op het materiaal te verkrijgen. Dit om het laservermogen op de meest efficiënte manier te gebruiken voor het beste resultaat. Voor de 200 mW lasergraveer-module kan de Z-offset worden ingesteld puur door te kijken naar de grootte van de laserpunt bij een laag vermogen. Voor de lasersnijmodule van 1600 mW is deze methode echter minder nauwkeurig omdat de laserpunt te sterk en minder interpreteerbaar is. Om de Z-offset nauwkeuriger in te stellen, kunnen we de module verplaatsen naar de positie die dicht bij de optimale Z-offset ligt (Positie A). De software test de resultaten van een paar posities naast positie A op hetzelfde materiaal. Het beste resultaat bepaalt de beste Z-positie.",
    "in the Axes section to move the Laser Cutting Module to the position that is close to the optimal Z Offset (just like how you do with the 200mW Laser Engraving Module).": "in het assen gedeelte om de lasersnijmodule naar de positie te verplaatsen die het dichtst bij de optimale Z-positie ligt (net zoals bij de 200 mW lasergravure-module).",
    "Set Work Speed and Power based on the material you are using. If you are using a piece of 1.5 mm wood sheet, it’s recommended to set the Work Speed to a value between 80 mm/s and 120 mm/s and set the Power to 100%.": "Stel werksnelheid en kracht in op basis van het materiaal dat u gebruikt. Als u een stuk houtplaat van 1,5 mm gebruikt, wordt het aanbevolen om de werksnelheid in te stellen op een waarde tussen 80 mm / s en 120 mm / s en het vermogen in te stellen op 100%.",
    "Choose the position that can cut the material the most smoothly or engrave the thinnest line and the software will set it as Z Offset. In this example, -2.0 should be the Z Offset.": "Kies de positie die het materiaal het soepelst kan snijden of graveer de dunste lijn en de software stelt het in als Z-positie. In dit voorbeeld zou -2,0 de Z-positie moeten zijn.",
    "Failed to parse image file {{filename}}": "Kan afbeelding bestand niet verwerken {{filename}}",
    "Skirt": "Rok",
    "Brim": "Rand",
    "Raft": "Vlot",
    "Normal": "Normaal",
    "Both": "Beide",
    "Warning": "Waarschuwing",
    "Failed to load model.": "Kan model niet laden.",
    "Tabs": "Tabs",
    "Upload": "Upload",
    "Choose algorithms": "Kies algoritmen",
    "New Update Available": "Nieuwe update beschikbaar",
    "A web-based interface for Snapmaker which is able to do 3D Printing, laser engraving and CNC carving.": "Een webgebaseerde interface voor Snapmaker die 3D-printen, lasergraveren en CNC-snijwerk kan doen.",
    "Determines how fast the tool moves on the material.": "Bepaalt hoe snel het gereedschap op het materiaal beweegt.",
    "Select a word font or upload a font from your computer. WOFF, TTF, OTF fonts are supported.": "Selecteer een woord lettertype of upload een lettertype vanaf uw computer. WOFF-, TTF-, OTF-lettertypen worden ondersteund.",
    "Fill Density": "Invuldichtheid",
    "Determines how fine and smooth the engraved picture will be. The bigger this value is, the better quality you will get. The range is 1-10 dot/mm and 10 is recommended.": "Bepaalt hoe fijn en soepel de gegraveerde afbeelding zal zijn. Hoe groter deze waarde is, hoe beter de kwaliteit die u krijgt. Het bereik is 1-10 punt / mm en 10 wordt aanbevolen.",
    "Center Left": "Centrum links",
    "Center Right": "Centrum rechts",
    "Center Selected Model": "Centrum geselecteerd model",
    "Delete Selected Model": "Verwijder geselecteerd model",
    "Duplicate Selected Model": "Dupliceer geselecteerd model",
    "Reset Selected Model Transformation": "Geselecteerde modeltransformatie resetten",
    "Clear Build Plate": "Wis werkruimte",
    "Arrange All Models": "Schik alle modellen",
    "Set the degree to which an area is filled with laser dots. The highest density is 20 dot/mm. When it is set to 0, the SVG image will be engraved without fill.": "Stel de mate in waarin een gebied is gevuld met laserstippen. De hoogste dichtheid is 20 dots / mm. Als deze is ingesteld op 0, wordt de SVG-afbeelding zonder vulling gegraveerd.",
    "Passes": "Aantal herhalingen",
    "Pass Depth": "Herhalingsdiepte",
    "STL File (Binary) (*.stl)": "STL bestand (binair) (*.stl)",
    "STL File (ASCII) (*.stl)": "STL bestand (ASCII) (*.stl)",
    "OBJ File (*.obj)": "OBJ bestand (*.obj)",
    "Export Models": "Exporteer modellen",
    "Only STL/OBJ files are supported.": "Alleen STL / OBJ-bestanden worden ondersteund.",
    "Drop an STL/OBJ file here.": "Zet hier een STL / OBJ-bestand neer.",
    "Only G-code files are supported": "Alleen G-code-bestanden worden ondersteund",
    "Drop a G-code file here.": "Zet hier een G-code-bestand neer.",
    "When enabled, the printer will run the G-code multiple times automatically according to the below settings. This feature helps you cut materials that can't be cut with only one pass.": "Indien ingeschakeld, voert de printer de G-code meerdere keren automatisch uit volgens de onderstaande instellingen. Deze functie helpt u materialen te snijden die niet in één keer kunnen worden gesneden.",
    "Determines how many times the printer will run the G-code automatically.": "Bepaalt hoe vaak de printer de G-code automatisch zal uitvoeren.",
    "Determines how much the laser module will be lowered after each pass.": "Bepaalt hoeveel de lasermodule na elke doorgang wordt verlaagd.",
    "Fixed Power": "Vast vermogen",
    "Multi-pass": "Meerdere herhalingen",
    "Fill": "Vullen",
    "Drop an image file here.": "Zet hier een afbeeldingsbestand neer.",
    "Lay Flat Selected Model": "Geselecteerd model vlak leggen",
    "Door detection": "Deur detectie",
    "Enclosure": "Behuizing",
    "Select mode to upload:": "Selecteer modus om te uploaden:",
    "Please wait for automatic preview to complete.": "Wacht tot de automatische preview is voltooid.",
    "When enabled, the power used to engrave this image will be set in the G-code, so it is not affected by the power you set in Workspace. When engraving multiple images, you can set the power for each image separately.": "Indien ingeschakeld, wordt het vermogen dat wordt gebruikt om deze afbeelding te graveren, ingesteld in de G-code, dus het wordt niet beïnvloed door het vermogen dat u in werkruimte instelt. Wanneer u meerdere afbeeldingen graveert, kunt u de kracht voor elke afbeelding afzonderlijk instellen.",
    "When engraving multiple images, this parameter determines the print order of the selected image. When the orders are the same, the image uploaded first will be engraved first.": "Bij het graveren van meerdere afbeeldingen bepaalt deze parameter de afdrukvolgorde van de geselecteerde afbeelding. Als de volgordes hetzelfde zijn, wordt de eerst geüploade afbeelding eerst gegraveerd.",
    "Rotate": "Draaien",
    "Rotate the image to the angle you need.": "Draai de afbeelding naar de gewenste hoek.",
    "Move X (mm)": "Verplaats X (mm)",
    "Set the coordinate of the selected image or text in the X direction. You can also drag the image directly.": "Stel het coördinaat van de geselecteerde afbeelding of tekst in de X-richting in. Je kunt de afbeelding ook rechtstreeks slepen.",
    "Move Y (mm)": "Verplaats Y (mm)",
    "Set the coordinate of the selected image or text in the Y direction. You can also drag the image directly.": "Stel het coördinaat van de geselecteerde afbeelding of tekst in de Y-richting in. Je kunt de afbeelding ook rechtstreeks slepen.",
    "Print Order": "Print volgorde",
    "Movement Mode": "Verplaatsing modus",
    "Choose movement mode": "Kies verplaatsing modus",
    "Line (Normal Quality)": "Lijn (normale kwaliteit)",
    "Dot (High Quality)": "Stip (hoge kwaliteit)",
    "Extract": "Uittrekken",
    "Set Laser Background": "Stel laser achtergrond in",
    "Side Length": "Zijlengte",
    "Information": "Informatie",
    "Please extract background image from photo.": "Haal de achtergrondafbeelding uit de foto.",
    "Complete": "Compleet",
    "Add Background": "Achtergrond toevoegen",
    "Remove Background": "Achtergrond verwijderen",
    "Error": "Foutmelding",
    "Transit file failed.": "Versturen bestand mislukt",
    "File Transit": "Bestand versturen",
    "Sending": "Versturen",
    "Send": "Verstuur",
    "Extract Square Trace": "Extraheer vierkant pad",
    "Previous": "Vorige",
    "Print Square Trace": "Print vierkant pad",
    "Next": "Volgende",
    "Laser tool head is not connected. Please make sure the laser tool head is installed properly, and then connect to your Snapmaker via Connection widget.": "Lasermodule is niet aangesloten. Zorg ervoor dat de lasermodule correct is geïnstalleerd en maak vervolgens verbinding met uw Snapmaker via de verbindingswidget.",
    "Config": "Configuratie",
    "How to Configure Camera Aid Background": "Hoe u camera achtergrond ondersteuning kunt configureren",
    "The Camera Aid Background feature enables you to place the material and the image to be engraved together                         and adjust their position on the software by using a phone with a camera.                         It helps to engrave the image on your material in a much more accurate way.": "De camera achtergrond ondersteuning functionaliteit maakt het mogelijk om het materiaal en de te graveren afbeelding gezamenlijk te plaatsen                         en hun positie in te stellen via de software door middel van een smartphone met camera.                         Het helpt om de te graveren afbeelding veel nauwkeuriger op het materiaal te plaatsen.",
    "Place a piece of paper or wood sheet on the Engraving & Carving Platform.": "Leg een stuk papier of hout op het graveer- en snijplatform.",
    "Set the work origin as how you did before.": "Stel de werkoorsprong in zoals je eerder deed.",
    "Go to": "Ga naar",
    "Set Background": "Stel achtergrond in",
    "Print a square to locate your material.": "Print een vierkant om je materiaal te lokaliseren.",
    "Set the": "Stel de",
    "and": "en",
    "of the square.": "van het vierkant.",
    "The square should be larger than the material that will be engraved.": "Het vierkant moet groter zijn dan het materiaal dat wordt gegraveerd.",
    "Engrave Square": "Graveer vierkant",
    "After the square is engraved, place the material inside the square and take a photo. The four corners of the square must be in the photo. Also, to achieve the best result, try to keep the lens and the heated bed parallel.": "Nadat het vierkant is gegraveerd, plaatst u het materiaal in het vierkant en maakt u een foto. De vier hoeken van het vierkant moeten op de foto staan. Probeer voor het beste resultaat de lens en het verwarmde bed parallel te houden.",
    "Send the photo to your computer.": "Stuur de foto naar je computer.",
    "click": "klik",
    "to upload the photo. Move the four corners of the dashed box to overlap the four corners of the engraved square.": "om de foto te uploaden. Verplaats de vier hoeken van het onderbroken vak om de vier hoeken van het gegraveerde vierkant te overlappen.",
    "and then": "en dan",
    "Now the printer knows where your material is on the platform.": "Nu weet de printer waar uw materiaal zich op het platform bevindt.",
    "Add the image or text you need to engrave on the background and complete the settings based on your needs.": "Voeg de afbeelding of tekst toe die u op de achtergrond wilt graveren en voltooi de instellingen op basis van uw behoeften.",
    "Set the work origin only on the Z direction again so that the printer can engrave on the surface of the material.": "Stel het werk uitgangspunt alleen opnieuw in de Z-richting in, zodat de printer op het oppervlak van het materiaal kan graveren.",
    "Z": "Z",
    "Zero Out Temporary Z Axis": "Zet het nulpunt op de tijdelijke Z-as",
    "to save the new origin.": "om het nieuwe uitgangspunt op te slaan",
    "Set": "Stel in",
    "Work Power": "Werk vermogen",
    "and start the engraving.": "en start met graveren.",
    "Machine": "Machine",
    "Machine Settings": "Machine instellingen",
    "The temperature used for the heated build plate. If this is 0, the bed temperature will not be adjusted.": "De temperatuur die wordt gebruikt voor het verwarmde printbed. Als dit 0 is, wordt de bedtemperatuur niet aangepast.",
    "Only {{accept}} files are supported.": "Alleen {{accept}} bestanden worden ondersteund.",
    "X (Width)": "X (Breedte)",
    "Y (Depth)": "Y (Diepte)",
    "Z (Height)": "Z (Hoogte)",
    "Failed to rename. Please enter a new name.": "Kan naam niet wijzigen. Voer a.u.b. een nieuwe naam in.",
    "Failed to rename. \"{{name}}\" already exists.": "Kan naam niet wijzigen. \"{{name}}\" bestaat al.",
    "Previewing G-code...": "G-code voorbeeld bekijken...",
    "Failed to load G-code.": "Laden G-code mislukt.",
    "Failed to preview": "Voorbeeldweergave mislukt",
    "Failed to preview, please modify parameters and try again.": "Voorbeeldweergave mislukt. Pas de parameters aan en probeer het opnieuw.",
    "Auto Preview": "Automatische voorbeeldweergave",
    "When enabled, the software will show the preview automatically after the settings are changed. You can disable it if Auto Preview takes too much time.": "Indien ingeschakeld, toont de software het voorbeeld automatisch nadat de instellingen zijn gewijzigd. Je kunt het uitschakelen als automatische voorbeeldweergave teveel tijd kost.",
    "Set the density of the tool head movements. The highest density is 10 dot/mm. When generating G-code, the density will be re-calculated to ensure the process work normally.": "Stel de dichtheid van de bewegingen van de gereedschapskop in. De hoogste dichtheid is 10 punten / mm. Bij het genereren van G-code wordt de dichtheid opnieuw berekend om ervoor te zorgen dat het proces normaal werkt.",
    "Estimated Time:": "Geschatte tijd:",
    "Generating tool path... {{progress}}%": "Gereedschapspad genereren... {{progress}}%",
    "Generated tool path successfully.": "Gereedschapspad succesvol gegenereerd.",
    "Bring to Front": "Naar voren brengen",
    "Send to Back": "Stuur naar achteren",
    "Reference Position": "Referentiepositie",
    "Failed to upload model.": "Uploaden model mislukt.",
    "Keyboard Shortcuts": "Toetsenbord sneltoetsen",
    "Working Parameters": "Werkparameters",
    "Image Trace": "Afbeeldingspoor",
    "Black": "Zwart",
    "Adjust the black trace.": "Pas het zwarte spoor aan.",
    "Foreground": "Voorgrond",
    "Adjust the foreground.": "Pas de voorgrond aan.",
    "Dilation": "Verwijding",
    "Dilate the foreground mask gradually. Bigger values cost more time.": "Dilateer het voorgrondmasker geleidelijk. Hogere waarden kosten meer tijd.",
    "Color Range": "Kleurbereik",
    "Adjust the color range of each trace.": "Pas het kleurbereik van elk spoor aan.",
    "Objects": "Objecten",
    "The number of the output objects.": "Het aantal uitvoerobjecten.",
    "Status: {{status}}": "Status: {{status}}",
    "Upload As": "Upload als",
    "Upload the selected images.": "Upload de geselecteerde afbeeldingen.",
    "UPLOAD": "UPLOAD",
    "Font Size": "Lettertype grootte",
    "Transformation": "Transformatie",
    "Flip Model": "Spiegel model",
    "RELIEF": "RELIEF",
    "TRACE": "TRACE",
    "Configurations": "Configuraties",
    "Relief": "Relief",
    "Path": "Pad",
    "Flip": "Spiegel",
    "Serial Port": "Seriële poort",
    "Wi-Fi": "Wi-Fi",
    "Choose a machine": "Kies een machine",
    "Status": "Status",
    "Greyscale": "Grijswaarden",
    "Vector": "Vectoren",
    "Bed": "Bed",
    "Slicing...{{progress}}%": "Snijden...{{progress}}%",
    "Previewed G-code successfully.": "Preview van G-code succesvol.",
    "Failed to upload model": "Kan model niet uploaden",
    "Automatic detection": "Automatische detectie",
    "No video devices available": "Geen video apparaten beschikbaar",
    "Choose a video device": "Kies een video apparaat",
    "No machine detected.": "Geen machine gedetecteerd.",
    "- Please Select -": "- Kies een optie -",
    "Flip the selected Model vertically, horizontally or in both directions.": "Spiegel het geselecteerde model verticaal, horizontaal of in beide richtingen.",
    "Carve away the inner of the image.": "Snijd de binnenkant van de afbeelding weg.",
    "Set the precision at which an area is carved. The highest density is 0.05 mm (20 dot/mm). When it is set to 0, the SVG image will be carved without fill.": "Stel de precisie in waarop een gebied wordt gesneden. De hoogste dichtheid is 0,05 mm (20 dots / mm). Als het is ingesteld op 0, wordt de SVG-afbeelding gesneden zonder vulling.",
    "No machines detected.": "Geen machines gedetecteerd.",
    "Connected via Wi-Fi": "Verbonden via Wi-Fi",
    "Set the target temperature of the nozzle in real-time.": "Stel de doeltemperatuur van de spuitmond in real-time in.",
    "Heated Bed": "Verwarmde bed",
    "Set the target temperature of the heated bed in real-time.": "Stel de gewenste temperatuur van het verwarmde bed in realtime in.",
    "Loaded model successfully.": "Model succesvol geladen.",
    "Sliced model successfully.": "Model succesvol gesneden.",
    "Failed to slice model.": "Snijden model mislukt.",
    "Support Placement": "Plaatsen ondersteuning Placement",
    "Adjusts the placement of the support structures. The placement can be set to touching build plate or everywhere. When set to everywhere the support structures will also be printed on the model.": "Past de plaatsing van de ondersteunende structuren aan. De plaatsing kan worden ingesteld op het aanraken van het printbed of overal. Wanneer overal ingesteld, worden de ondersteunende structuren ook op het model afgedrukt.",
    "Touching Buildplate": "Printbed aanraken",
    "Everywhere": "Overal",
    "Support Pattern": "Ondersteuningsspatroon",
    "The pattern of the support structures of the print. The different options available result in sturdy or easy to remove support.": "Het patroon van de ondersteunende structuren van de print. De verschillende beschikbare opties resulteren in stevige of gemakkelijk te verwijderen ondersteuning.",
    "Lines": "Lijnen",
    "Grid": "Raster",
    "Triangles": "Driehoek",
    "Concentric": "Concentrisch",
    "Zig Zag": "Zig Zag",
    "Cross": "Kruislings",
    "Skirt Line Count": "Aantal roklijnen",
    "Multiple skirt lines help to prime your extrusion better for small models. Setting this to 0 will disable the skirt.": "Meerdere roklijnen helpen om uw extrusie beter voor te bereiden voor kleine modellen. Als u dit op 0 instelt, wordt de rok uitgeschakeld.",
    "Brim Line Count": "Aantal rand lijnen",
    "The number of lines used for a brim. More brim lines enhance adhesion to the build plate, but also reduces the effective print area.": "Het aantal lijnen dat voor een rand wordt gebruikt. Meer randlijnen verbeteren de hechting op de bouwplaat, maar verminderen ook het effectieve afdrukgebied.",
    "Raft Extra Margin": "Extra vlot marge",
    "If the raft is enabled, this is the extra raft area around the model which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.": "Als het vlot is ingeschakeld, is dit het extra vlotgebied rond het model dat ook een vlot krijgt. Door deze marge te vergroten, wordt een sterker vlot gecreëerd terwijl meer materiaal wordt gebruikt en er minder ruimte overblijft voor uw afdruk.",
    "Axes": "Assen",
    "Connection": "Verbinding",
    "Machine Modal": "Machine model",
    "Motion": "Beweging",
    "Distance": "Afstand",
    "Feed Rate": "Voedingssnelheid",
    "Unit": "Eenheid",
    "Spindle": "Frees",
    "Material": "Materiaal",
    "Support Overhang Angle": "Ondersteuning overhangende hoek",
    "The minimum angle of overhangs for which support is added. At a value of 0° all overhangs are supported, 90° will not provide any support.": "De minimale hoek van overhangen waarvoor ondersteuning wordt toegevoegd. Bij een waarde van 0° worden alle overhangen ondersteund, 90° biedt geen ondersteuning.",
    "Support Density": "Dichtheid ondersteuning",
    "Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.": "Adjusts the density of the support structure. A higher value results in better overhangs, but the supports are harder to remove.",
    "Outer Before Inner Walls": "Buiten- voor binnenwanden",
    "Prints walls in order of outside to inside when enabled. This can help improve dimensional accuracy in X and Y when using a high viscosity plastic like ABS; however it can decrease outer surface print quality, especially on overhangs.": "Print muren in volgorde van buiten naar binnen indien ingeschakeld. Dit kan helpen de maatnauwkeurigheid in X en Y te verbeteren bij gebruik van een kunststof met hoge viscositeit zoals ABS; het kan echter de afdrukkwaliteit van het buitenoppervlak verminderen, vooral bij overhangen.",
    "Confirm": "Bevestig",
    "Auto": "Automatisch",
    "Manual": "Handmatig",
    "Exit": "Exit",
    "Margin": "Marge",
    "current RPM": "huidige RPM",
    "Set Origin": "Stel uitgangspunt in",
    "Protocol Type": "Protocol type",
    "Screen": "Scherm",
    "Switch": "Wisselen",
    "Flush": "Legen",
    "Basic": "Basis",
    "Length": "Lengte",
    "Filter": "Filter",
    "Message Filter": "Berichten filter",
    "Clear": "Wissen",
    "Show Hex": "Toon hex",
    "Calibration": "Kalibratie",
    "Update": "Update",
    "Setting": "Instelling",
    "Lamp": "Lamp",
    "Failed to upload file": "Kan bestand niet uploaden",
    "Update Finished": "Update afgerond",
    "The firmware is updated successfully. The calibration data will be reset. For the module update, it may take about one minute to restart the machine. Please wait until the machine is restarted. ": "De firmware is succesvol bijgewerkt. De kalibratiegegevens worden gereset. Voor de module-update kan het ongeveer een minuut duren om de machine opnieuw op te starten. Wacht totdat de machine opnieuw is opgestart. ",
    "Update Firmware": "Update firmware",
    "Packet Type for Raw Update": "Pakkettype voor Raw Update",
    "Main Controller": "Hoofdcontroller",
    "Modules": "Modules",
    "Raw Update": "Raw update",
    "Version": "Versie",
    "Update Filename": "Update bestandsnaam",
    "Firmware Version": "Firmware versie",
    "G-code File": "G-code bestand",
    "Export": "Exporteer",
    "Extruder": "Extruder",
    "Light Bar": "Licht balk",
    "Get Status": "Status opvragen",
    "Switch Light": "Licht schakelen",
    "Light": "Licht",
    "Current Power": "Huidige vermogen",
    "Set Power": "Vermogen instellen",
    "Get Z Focus": "Z Focus opvragen",
    "Set Z Focus": "Z Focus instellen",
    "Draw Bound": "Rand tonen",
    "Draw Ruler": "Lineaal tonen",
    "Enter Set Focus": "Focus instel modus",
    "Relative coordinates": "Relatieve coordinaten",
    "Absolute coordinates": "Absolute coordinaten",
    "Move Require": "Beweging benodigd",
    "Offset": "Offset",
    "Direction": "Richting",
    "Home Location": "Thuis locatie",
    "Default": "Standaard",
    "Reverse": "Omgekeerd",
    "Zero": "Nul",
    "DevelopTools": "OntwikkelGereedschappen",
    "Case Library": "Casus bibliotheek",
    "Control Widget": "Controle widget",
    "Yes": "Ja",
    "Featured Projects": "Uitgelichte projecten",
    "A150": "A150",
    "A250": "A250",
    "A350": "A350",
    "by Snapmaker": "door Snapmaker",
    "load": "laden",
    "Home Reminder": "Thuis herinnering",
    "To continue, the machine needs to go to its home position. Homing works by moving X, Y, Z axes to the pre-defined positions, which will be used as the reference points.": "Om door te gaan, moet de machine naar de uitgangspositie gaan. Homing werkt door het verplaatsen van X-, Y-, Z-assen naar de vooraf gedefinieerde posities, die zullen worden gebruikt als uitgangspunten.",
    "Laser Focus": "Laser focus",
    "Select your machine model": "Kies jouw machine model",
    "Nozzle Temp": "Spuitmond temperatuur",
    "Heated Bed Temp": "Printbed temperatuur",
    "The machine is working, disconnect will stop current print.": "De machine is bezig, het verbreken van de verbinding stopt de huidige afdruk.",
    "Disconnection": "Verbinding verbroken",
    "Please tap Yes on Snapmaker touchscreen to confirm Wi-Fi connection.": "Tik op Ja op het Snapmaker-touchscreen om de Wi-Fi verbinding te bevestigen.",
    "Screen Authorization Needed": "Schermautorisatie vereist",
    "Connected": "Verbonden",
    "Disconnected": "Verbinding verbroken",
    "Clear All": "Alles wissen",
    "Control": "Controle",
    "Home": "Thuis",
    "Machine Coordinates": "Machine coördinaten",
    "Work Coordinates": "Werk coördinaten",
    "Machine Position": "Machine positie",
    "Camera Aid Background": "Achtergrond camera ondersteuning",
    "Start": "Start",
    "Comfirm": "Bevestig",
    "Apply": "Toepassen",
    "The camera hasn't calibrated yet. Please go through the Camera Calibration procedures on touchscreen first.": "De camera is nog niet gekalibreerd. Doorloop eerst de camerakalibratieprocedures op het touchscreen.",
    "Camera Capture": "Camera opname",
    "New Macro": "Nieuwe macro",
    "Macro Name": "Macro naam",
    "Macro Commands": "Macro commandos",
    "Repeat": "Herhalen",
    "Edit Macro": "Wijzig macro",
    "Delete Macro": "Verwijder macro",
    "Delete this macro?": "Macro verwijderen?",
    "No": "Nee",
    "Delete": "Wissen",
    "Macro": "Macro",
    "No macros": "Geen macro's",
    "Run Macro": "Macro uitvoeren",
    "Tool Head": "Gereedschapskop",
    "Printing Auto Mode": "Auto print modus",
    "Z Offset": "Z Offset",
    "Laser Power": "Laser vermogen",
    "Nozzle Temp.": "Spuitmond temperatuur.",
    "Heated Bed Temp.": "Verwarmd printbed temperatuur.",
    "Filament": "Filament",
    "Unload": "Uitwerpen",
    "Failed to Send File": "Versturen van het bestand is mislukt",
    "Send File Successfully": "Bestand succesvol verstuurd",
    "Please confirm and choose whether to start print this file on the touchscreen.": "Bevestig en kies of u het printen van dit bestand via het touchscreen wilt starten.",
    "Wi-Fi Transport": "Wi-Fi transport",
    "Transfer via Wi-Fi": "Versturen via Wi-Fi",
    "Filament Runout Recovery": "Herstel nadat filament op is",
    "Filament has run out. Please load the new filament to continue printing.": "Filament is op. Laad het nieuwe filament om door te gaan met printen.",
    "Unable to start the job.": "Kan de taak niet starten.",
    "Unable to resume the job.": "Kan de taak niet hervatten.",
    "Enclosure door was opened": "De deur van de behuizing is geopend",
    "The enclosure door needs to be closed before laser or CNC printing": "De behuizingsdeur moet worden gesloten voordat er met laser of CNC wordt geprint",
    "Ok": "Ok",
    "Zoom with Scroll Wheel; Move horizontally with Right Mouse Button": "Zoom met scrollwiel; Beweeg horizontaal met de rechtermuisknop",
    "This action cannot be undone. Are you sure you want to stop the job?": "Deze actie kan niet ongedaan gemaakt worden. Weet je zeker dat je de taak wilt stoppen?",
    "On the software": "Via de software",
    "Material Thickness": "Dikte materiaal",
    "If you reinstalled the laser module, please redo the Camera Calibration on the Touchscreen before proceeding.": "Als u de lasermodule opnieuw hebt geïnstalleerd, moet u de camerakalibratie opnieuw uitvoeren op het touchscreen voordat u doorgaat.",
    "Note: If you use the USB disk to engrave, please make sure you set the work origin in the software instead of on the touchscreen.": "Opmerking: als u de USB-schijf gebruikt om te graveren, zorg er dan voor dat u de werkoorsprong in de software instelt in plaats van op het touchscreen.",
    "Door Detection": "Deur detectie",
    "Time Out": "Time-out",
    "Wait Time" : "Wacht tijd",
    "3s": "3s",
    "15s": "15s",
    "30s": "30s"
}
